---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DaNDashMPerM
source: html/69fdff13-7540-7c75-e975-8e47273ffd1b.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DaNDashMPerM Property

Symbol daN-m/m, indicating unit Dekanewton meters per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId DaNDashMPerM { get; }
```